[TrainingAmmo X2AmmoTemplate]
FriendlyName="训练弹药"
BriefSummary="该弹药降低新兵的失误压力，+100命中，-34%伤害。"
TacticalText="<Bullet/> 用于保证命中敌人。"

[TrainingAmmoAbility X2AbilityTemplate]
LocFriendlyName="训练弹药"

[CreateTrainingArmor X2EquipmentTemplate]
FriendlyName="训练盔甲"
BriefSummary="该盔甲降低新兵的死亡风险，+3护甲，-1移动。"
TacticalText="<Bullet/> 用于延长低级士兵的生命。\n<Bullet/> 用于减少致命伤害。"


